Repository: Wewill/wa-golfs
Catalog: languages/*-golfs-*.po
Languages: fr_fr

source: &larr; Go to Competition categories
fr_fr: &larr; Aller aux catégories de compétition

source: (GOLF) Competitions
fr_fr: (GOLF) Compétitions

source: (GOLF) Courses
fr_fr: (GOLF) Parcours

source: (GOLF) Testimony
fr_fr: (GOLF) Témoignages

source: <b>Featured image</b> please choose an image below on side panel.
fr_fr: <b>Image en avant</b> veuillez choisir une image ci-dessous sur le panneau latéral.

source: <span class="important">Maximum 10 files.</span>
fr_fr: <span class="important">Maximum 10 fichiers.</span>

source: A plugin to add "parcours", "compétition", testimony of "le Golf de Salouël"
fr_fr: Une extension pour ajouter "parcours", "compétition", témoignage du "Golf de Salouël"

source: Add New
fr_fr: Ajouter nouveau

source: Add New Competition
fr_fr: Ajouter compétition

source: Add New Competition category
fr_fr: Ajouter nouvelle catégorie compétition

source: Add New Course
fr_fr: Ajouter Parcours

source: Add New Testimony
fr_fr: Ajouter Témoignage

source: Add or remove competition categorys
fr_fr: Ajouter ou supprimer des catégories de compétition

source: All
fr_fr: Tout

source: All %s
fr_fr: Tout %s

source: All Competition categories
fr_fr: Toutes les catégories de compétition

source: All Competitions
fr_fr: Toutes les compétitions

source: All Courses
fr_fr: Tous les parcours

source: All States
fr_fr: Tous les états

source: All Testimonies
fr_fr: Tous les témoignages

source: An awesome subtitle
fr_fr: Un sous-titre génial

# block description
source: A block designed for single directory pages.
fr_fr: Un bloc conçu pour les pages d'annuaire individuelles.

# block title
source: WA GOLFS directory block
fr_fr: Bloc d'annuaire WA GOLFS

source: Calendar
fr_fr: Calendrier

source: Choose most used competition categorys
fr_fr: Choisir les catégories de compétition les plus utilisées

source: Choose one or many image.s
fr_fr: Choisissez une ou plusieurs images

source: Competition
fr_fr: Compétition

source: Competition Archives
fr_fr: Archives des compétitions

source: Competition Attributes
fr_fr: Attributs de la compétition

source: Competition categories
fr_fr: Catégories de compétition

source: Competition categories list
fr_fr: Liste des catégories de compétition

source: Competition categories list pagination
fr_fr: Pagination de la liste des catégories de compétition

source: Competition category
fr_fr: Catégorie de compétition

source: Competition date
fr_fr: Date de la compétition

source: Competition departures
fr_fr: Départs de la compétition

source: Competition published privately.
fr_fr: Compétition publiée en privé.

source: Competition published.
fr_fr: Compétition publiée.

source: Competition results (brut)
fr_fr: Résultats de la compétition (brut)

source: Competition results (net)
fr_fr: Résultats de la compétition (net)

source: Competition reverted to draft.
fr_fr: Compétition repassée en brouillon.

source: Competition scheduled.
fr_fr: Compétition planifiée.

source: Competition updated.
fr_fr: Compétition mise à jour.

source: Competitions
fr_fr: Compétitions

source: Competitions > General
fr_fr: Compétitions > Général

source: Competitions Calendar
fr_fr: Calendrier des compétitions

source: Competitions list
fr_fr: Liste des compétitions

source: Competitions list navigation
fr_fr: Navigation dans la liste des compétitions

source: Course
fr_fr: Parcours

source: Course Archives
fr_fr: Archives des parcours

source: Course Attributes
fr_fr: Attributs du parcours

source: Course map
fr_fr: Carte du parcours

source: Course published privately.
fr_fr: Parcours publié en privé.

source: Course published.
fr_fr: Parcours publié.

source: Course reverted to draft.
fr_fr: Parcours repassé en brouillon.

source: Course scheduled.
fr_fr: Parcours planifié.

source: Course updated.
fr_fr: Parcours mis à jour.

source: Course › General
fr_fr: Parcours › Général

source: Course › Medias
fr_fr: Parcours › Médias

source: Courses
fr_fr: Parcours

source: Courses list
fr_fr: Liste parcours

source: CSS background color
fr_fr: Couleur de fond CSS

source: CSS text color
fr_fr: Couleur du texte CSS

source: Data
fr_fr: Donnée

source: Display
fr_fr: Afficher

source: Display featured month competions and results.
fr_fr: Afficher les compétitions du mois en vedette et les résultats.

source: Display featured random courses or all courses.
fr_fr: Afficher des parcours en vedette au hasard ou tous les parcours.

source: Display random testimonies.
fr_fr: Afficher des témoignages aléatoires.

source: Edit Competition
fr_fr: Modifier la compétition

source: Edit Competition category
fr_fr: Modifier la catégorie de compétition

source: Edit Course
fr_fr: Modifier le parcours

source: Edit Testimony
fr_fr: Modifier le témoignage

source: Export
fr_fr: Exporter

source: export
fr_fr: exporter

source: Export members
fr_fr: Exporter les membres

source: External link
fr_fr: Lien externe

source: Featured
fr_fr: En vedette

source: Featured courses
fr_fr: Parcours en vedette

source: Featured image
fr_fr: Image en vedette

source: Files
fr_fr: Fichiers

source: Fill in ffgolf external link to competition here.
fr_fr: Renseignez ici le lien externe ffgolf vers la compétition.

source: Fill in the altitude in meters for the course here.
fr_fr: Indiquez ici l'altitude en mètres du parcours.

source: Fill in the course number.
fr_fr: Indiquez le numéro du parcours.

source: Fill in the date & time of competition here.
fr_fr: Indiquez ici la date et l'heure de la compétition.

source: Fill in the green depth for the course here.
fr_fr: Indiquez ici la profondeur du green pour le parcours.

source: Fill in the handicap for the course here.
fr_fr: Indiquez ici le handicap pour le parcours.

source: Fill in the name of the person who wrote the testimony here.
fr_fr: Indiquez ici le nom de la personne ayant rédigé le témoignage.

source: Fill in the number of stroke for the course here.
fr_fr: Indiquez ici le nombre de coups pour le parcours.

source: Fill in the position or function of the person who wrote the testimony here.
fr_fr: Indiquez ici la fonction ou le poste de la personne ayant rédigé le témoignage.

source: Fill in the specific distances for the course here.
fr_fr: Indiquez ici les distances spécifiques pour le parcours.

source: Fill with simple text
fr_fr: Remplir avec du texte simple

source: Filter by competition category
fr_fr: Filtrer par catégorie de compétition

source: Filter competitions date
fr_fr: Filtrer les compétitions par date

source: Filter competitions list
fr_fr: Filtrer la liste des compétitions

source: Filter courses date
fr_fr: Filtrer les parcours par date

source: Filter courses list
fr_fr: Filtrer la liste des parcours

source: Filter testimonies date
fr_fr: Filtrer les témoignages par date

source: Filter testimonies list
fr_fr: Filtrer la liste des témoignages

source: First name
fr_fr: Prénom

source: For a better experience, this block renders better in full size.
fr_fr: Pour une meilleure expérience, ce bloc s'affiche mieux en plein écran.

source: Gallery files
fr_fr: Fichiers de la galerie

source: Geography
fr_fr: Géographie

source: Green depth
fr_fr: Profondeur du green

source: Insert into competitions
fr_fr: Insérer dans les compétitions

source: Insert into course
fr_fr: Insérer dans le parcours

source: Insert into testimony
fr_fr: Insérer dans le témoignage

source: Last name
fr_fr: Nom

source: Lead content will be showed after title
fr_fr: Le contenu principal sera affiché après le titre

source: List competition category of a competition
fr_fr: Lister les catégories de compétition d'une compétition

source: LIVE
fr_fr: EN DIRECT

source: Members
fr_fr: Membres

source: Most Used
fr_fr: Les plus utilisées

source: Name
fr_fr: Nom

source: New Competition
fr_fr: Nouvelle compétition

source: New Competition category Name
fr_fr: Nom de la nouvelle catégorie de compétition

source: New Course
fr_fr: Nouveau parcours

source: New Testimony
fr_fr: Nouveau témoignage

source: No competition categories
fr_fr: Aucune catégorie de compétition

source: No competition categories found.
fr_fr: Aucune catégorie de compétition trouvée.

source: No competitions found in Trash.
fr_fr: Aucune compétition trouvée dans la corbeille.

source: No competitions found.
fr_fr: Aucune compétition trouvée.

source: No courses found in Trash.
fr_fr: Pas de parcours trouvé.

source: No courses found.
fr_fr: Pas de parcours trouvé.

source: No testimonies found in Trash.
fr_fr: Aucun témoignage trouvé dans la corbeille.

source: No testimonies found.
fr_fr: Aucun témoignage trouvé.

source: Number
fr_fr: Numéro

source: Number of strokes
fr_fr: Nombre de coups

source: Parent Competition category
fr_fr: Catégorie de compétition parente

source: Parent Competition category:
fr_fr: Catégorie de compétition parente :

source: Parent Competitions:
fr_fr: Compétitions parentes :

source: Parent Course:
fr_fr: Parcours parent:

source: Parent Testimony:
fr_fr: Témoignage parent :

source: Popular Competition categories
fr_fr: Catégories de compétition populaires

source: Position
fr_fr: Poste

source: Posted
fr_fr: Publié

source: Preview
fr_fr: Aperçu

source: Recommanded : choose an external video link from online platform
fr_fr: Recommandé : choisissez un lien vidéo externe depuis une plateforme en ligne

source: Remove featured image
fr_fr: Supprimer l'image en vedette

source: Search Competition categories
fr_fr: Rechercher des catégories de compétition

source: Search Competitions
fr_fr: Rechercher des compétitions

source: Search Courses
fr_fr: Rechercher Parcours

source: Search Testimonies
fr_fr: Rechercher des témoignages

source: Separate competition categorys with commas
fr_fr: Séparer les catégories de compétition par des virgules

source: Set featured image
fr_fr: Définir l'image en vedette

source: State
fr_fr: État

source: Subtitle (first)
fr_fr: Sous-titre (premier)

source: Testimonies
fr_fr: Témoignages

source: Testimonies list
fr_fr: Liste des témoignages

source: Testimonies list navigation
fr_fr: Navigation dans la liste des témoignages

source: Testimony
fr_fr: Témoignage

source: Testimony Archives
fr_fr: Archives des témoignages

source: Testimony Attributes
fr_fr: Attributs du témoignage

source: Testimony excerpt
fr_fr: Extrait du témoignage

source: Testimony published privately.
fr_fr: Témoignage publié en privé.

source: Testimony published.
fr_fr: Témoignage publié.

source: Testimony reverted to draft.
fr_fr: Témoignage repassé en brouillon.

source: Testimony scheduled.
fr_fr: Témoignage planifié.

source: Testimony updated.
fr_fr: Témoignage mis à jour.

source: Testimony › General
fr_fr: Témoignage › Général

source: Title
fr_fr: Titre

source: Update Competition category
fr_fr: Mettre à jour la catégorie de compétition

source: Upload a video file directly to the media library
fr_fr: Téléchargez un fichier vidéo directement dans la médiathèque

source: Upload one or many file.s
fr_fr: Téléchargez un ou plusieurs fichiers

source: Uploaded to this competition
fr_fr: Téléchargé pour cette compétition

source: Uploaded to this course
fr_fr: Téléchargé pour ce parcours

source: Uploaded to this testimony
fr_fr: Téléchargé pour ce témoignage

source: Use as featured image
fr_fr: Utiliser comme image en vedette

source: Username
fr_fr: Nom d'utilisateur

source: Verified
fr_fr: Vérifié

source: Video file
fr_fr: Fichier vidéo

source: Video has to be *.mp4 well compressed format.
fr_fr: La vidéo doit être au format *.mp4 bien compressé.

source: View Competition
fr_fr: Voir la compétition

source: View Competition category
fr_fr: Voir la catégorie de compétition

source: View Competitions
fr_fr: Voir les compétitions

source: View Course
fr_fr: Voir Parcours

source: View Courses
fr_fr: Voir Parcours

source: View Testimonies
fr_fr: Voir les témoignages

source: View Testimony
fr_fr: Voir le témoignage

source: Vimeo & YouTube video link
fr_fr: Lien vidéo Vimeo & YouTube

source: WA GOLFS Global functions
fr_fr: Fonctions globales WA GOLFS
